Repository: wp-plugins/simple-galleria-for-wordpress
Catalog: languages/sgfw-*.po
Languages: fr_fr

source: Simple Galleria for WordPress: Settings
fr_fr: Simple Galleria for WordPress : Réglages

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Overlay color
fr_fr: Couleur d'overlay

source: Background color
fr_fr: Couleur de fond

source: Box borders size
fr_fr: Largeur des bords de la lightbox

source: Show the images counter
fr_fr: Afficher le compteur d'images

source: Show info button displaying the image description
fr_fr: Afficher le bouton d'information contenant la description de l'image

source: Show the close button at the top of the lightbox
fr_fr: Afficher le bouton de fermeture au haut de la lightbox

source: Autoplay ?
fr_fr: Lecture automatique ?

source: Autoplay time
fr_fr: Délais des transitions

source: Save Changes
fr_fr: Enregistrer les changements

source: Settings updated with success !
fr_fr: Les réglages ont bien été enregistrés !
